[Main]
DisplayName=Čeština

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Zpětná vazba

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Toolbary a pluginy nebyly ve vašem prohlížeči nalezeny
rdlvAllBrowse.Columns[0].Caption=Název
rdlvAllBrowse.Columns[1].Caption=Hodnocení
rdlvAllBrowse.Columns[2].Caption=Operace
rdlvCustomBrowse.Columns[0].Caption=Název
rdlvCustomBrowse.Columns[1].Caption=Operace
mniRemove.Caption=Odstranit
mniRate.Caption=Hodnotit
mniIgone.Caption=Ignorovat
mniRefush.Caption=Obnovit
mniOpenFloder.Caption=Otevřít umístění souboru
mniOpeninRegedit.Caption=Otevřít v Editoru registru
mniSelectedAll.Caption=Vybrat vše
mniInvertSelection.Caption=Obrátit výběr
mniSearchOnline.Caption=Hledat online

[Uninstaller_frm_FailedRemoveForm]

[Uninstaller_frmPluginVote]

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Obnovení prohlížeče
lblConfire.Caption=Opravdu chcete obnovit do výchozího nastavení?
lblHomepageTitle.Caption=Aktuální Domovská stránka:
lblSearchTitle.Caption=Aktuální výchozí vyhledávač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Zrušit

[Uninstaller_frm_FeedBack]
lbl_ContactMsg.caption=Nebo nám pošlete e-mail na
lbl_Title.caption=Zpětná vazba
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímek obrazovky:
lbl_TypeTitle.caption=Typ požadavku:
btnImg_FeedBackSend.caption=Odeslat
btnImg_FeedBackCancel.caption=Zrušit

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Odstranit
lbl_NoTkanks.caption=Již nezobrazovat

[Uninstaller_frmSetting]
lbl_Caption.caption=Nastavení
lbl_UserInterfaceTitle.caption=Uživatelské rozhraní
lbl_SkinTitle.caption=Vzhled:
lbl_LanguageTitle.caption=Aktuální jazyk:
lbl_FontSize.caption=Velikost písma:
lbl_Classic.caption=Klasický
lbl_UpdateTitle.caption=Aktualizace
lbl_UpdateRemind.caption=Oznámit dostupnost aktualizace
lbl_UpdateChooseDes.caption=Způsob aktualizace programu:
lbl_UpdateAuto.caption=Aktualizovat automaticky
lbl_GeneralCaption.caption=Hlavní
lbl_AutoDelete.caption=Automaticky odstranit zbytkové soubory
lbl_AutoDeleteAfterOtherUninstall.caption=Automaticky vymazat zbytky programu odinstalovaného jiným odinstalátorem
lbl_AutoShowTipForm.caption=Upozornit na spuštění pokročilého skenování při detekování odinstalace jiným programem
lbl_BrowserPlugTip.caption=Upozornit při instalaci škodlivých pluginů
lbl_RemoveToRecycleBin.caption=Odstranit soubory do odpadkového koše
lbl_ShowExplorerButton.caption=Přidat tlačítko "Skartovat" do Průzkumníka
btnImg_OK.caption=OK
btnImg_Cancel.caption=Zrušit
lbl_White.caption=Bílý
lbl_Notification.caption=Oznámení

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Název
ListView_AppList.Columns[1].caption=Velikost
ListView_AppList.Columns[2].caption=Datum instalace
ListView_AppList.Columns[3].caption=Operace
lbl_Notice.caption=Pro zobrazení Windows aplikací se ujistěte, že váš aktuální účet má administrátorská práva
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit
mniView.caption=Zobrazit
mniDetails.caption=Podrobnosti
mniIcons.caption=Ikony
mniOpenFile.caption=Otevřít umístění souboru
mniOpenReg.caption=Otevřít v Editoru registru
mniOpenWinstore.caption=Otevřít ve Winstore
mniSearchOnline.caption=Hledat online

[Uninstaller_frmWinAppUninstaller_ASK]

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Název
ListView_Update.Columns[1].caption=Datum instalace
ListView_Update.Columns[2].caption=Operace
lbl_NoItems.caption=Nebyly nalezeny žádné Windows aktualizace.
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit
mniViewby.caption=Zobrazit
mniDetails.caption=Podrobnosti
mniIcons.caption=Ikony

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynucená odinstalace
lbl_FUInfo.caption=Pomůže odinstalovat program, který nelze odinstalovat běžným způsobem a důkladně vyčistí jeho zbytky. Odstraní také jeho zástupce.
btnImg_Open.caption=Procházet...
lbl_DropInfo.caption=Můžete procházet nebo zde přetáhnout soubor/složku pro odstranění nebo odinstalaci souvisejícího programu.
btnImg_Uninstall.caption=Odinstalovat
btnImg_Cancel.caption=Zrušit
PopMenu_Uninstall.caption=Odinstalovat
PopMenu_OpenFolder.caption=Otevřít umístění souboru
PopMenu_ViewEntry.caption=Otevřít v Editoru registru
PopMenu_SearchOnline.caption=Hledat online
ListView_FindReslut.Columns[0].caption=Název
ListView_FindReslut.Columns[1].caption=Velikost
ListView_FindReslut.Columns[2].caption=Datum instalace

[Uninstaller_frmSelectProgram]

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otevřít v Editoru registru
mniMenu_Path.caption=Otevřít umístění souboru
btnImg_AllMainCancel.caption=Zrušit
lbl_IsUninstallHint.caption=Opravdu chcete odinstalovat vybraný program?
lbl_IsCreateRestore.caption=Vytvořit bod obnovení před odinstalací
btnImg_Delete.caption=Odstranit
btnImg_ReslutCancel.caption=Zrušit
lbl_SeletedAll.caption=Vybrat vše
lbl_ShredFile.caption=Skartovat soubory
btnImg_RecommendClose.caption=Zavřít
lbl_NoPowerScan.caption=Odinstalace dokončena.
lbl_MoneyBackInfo.caption=Užijete si bezpečnější a rychlejší počítač kompletním odebráním nevyžádaných programů a pluginů. 60-ti denní záruka vrácení peněz. Bez otázek.
lbl_MoneyBackTitle.caption=Garance důkladné odinstalace a čistějšího počítače
lbl_UninstallCompleted.caption=Odinstalace dokončena!
lbl_PluginTitle.caption=Ale pro zajištění bezpečného surfování musí být opraveny tyto problémy:
lbl_UpgradeDes.caption=Pro opravení upgradujte na IObit Uninstaller PRO nyní.
lbl_AutoUpdateDes.caption=Automatické a rychlé odstranění zbytkových souborů
lbl_CleanDes.caption=Jednoduchá detekce a odinstalace bundleware
lbl_MoreDBDes.caption=Odstranění více těžko zbavitelných programů s rozšířenou databází
lbl_ProTitle.caption=Verze PRO dokáže
lbl_SupportDes.caption=Udržení aktuálnosti všech důležitých programů
btnImg_Uninstall.caption=Odinstalovat
lbl_AllRestart.caption=Pro úplnou odinstalaci tohoto programu je potřebný restart počítače. Restartovat nyní?
lbl_SomeNeedStart.caption=Pro úplnou odinstalaci tohoto programu je potřebný restart počítače. Restartovat nyní?
btnImg_Advanced.caption=Pokročilé
lbl_AutoDelete.caption=Automaticky odstranit zbytkové soubory
btnImg_Restart.caption=Ano
lbl_RemovePlugin.caption=Odstranění škodlivých pluginů pro zabezpečení internetového prohlížeče

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovení systému
rdlblDesc.Caption=Obnovit počítač do stavu, ve kterém se nacházel před vybranou události. Poslední událost nemůže být smazána kvůli bezpečnosti systému.
ListView_Restore.Columns[0].Caption=Datum a čas
ListView_Restore.Columns[1].Caption=Popis
btn_CreateRestorePoint.Caption=Vytvořit Bod obnovy
RdImageButton_Restore.Caption=Obnovení
RdImageButton_Delete.Caption=Odstranit
lblNull.Caption=Body obnovení nebyly vytvořeny.

[Uninstaller_CleanTool_Frame]

[uninstaller_FrameHistory]

[uninstaller_FormHistory]

[uninstaller_Frame_StartManager]

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Zavřít

[Uninstaller_frmFileShredder]

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program stále zanechává:
UselessregistryentriesOne_M=zbytečné položky registru
Lbl_metro_Atten.caption=Pozor
lbl_show.caption=Po "%s" stále zůstaly soubory, které mohou ovlivnit výkon počítače.
Donotagain_M=Již nikdy nezobrazovat.
Hide_M=Skrýt
showDetails_M=Zobrazit podrobnosti
Cleanmanually_M=Vyčistit ručně
Close_M=Zavřít
AutoClean_M=AutoČištění
Cleaning_M=Čištění
Cleannow_M=Vyčistit nyní
StillLeavas_M="%s" stále zanechává:
RegistryEntries_M=záznamů v registru
MBFiles_M=MB souborů
LeftBy_M=zanechaných "%s" bylo vymazáno
Cleanfuture_M=V budoucnu čistit automaticky
Registry_M=Registr
File_M=Soubor
Files_M=soubory
Items_M=položky
rdlblCleanupCompleted.caption=Čištění dokončeno
rdlblIncomplete.caption=Neúplná odinstalace
Setting_M=Nastavení
Uselessfiles_M=zbytečné soubory
Uselessregistryentries_M=zbytečné záznamy v registru
Removingnow_M=Odebírání...
rdlblRemoving.caption=Odebírání...
TrayHintstill=stále lze opravit %d zbytkových problémů.
CCtrayHint_M=stále lze opravit %d+ zbytkových problémů.
LeftoversRemoved_M=Zbytků odstraněno:
ProStillLeaves_M=%d programů stále zanechává:
Item_M=položka

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Ne, děkuji
RdImageButtonImageButton_Uninstall.caption=Odinstalovat

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Upozornění
Lbl_Warnning_Detail.caption=Tento program je chráněn autorským zákonem a mezinárodními úmluvami.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Všechna práva vyhrazena.
lbl_Thanks_Title.caption=Zvláštní poděkování následujícím lidem za jejich skvělé příspěvky:
rdhtmlEula.caption=<a>Licencí</a> | <a>Ochranou soukromí</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Velikost
ListView_SoftwareList.Columns[2].Caption=Datum instalace
ListView_SoftwareList.Columns[3].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_Repair.caption=Opravit
Menu_Program_Refresh.caption=Obnovit
Menu_Program_ViewBy.caption=Zobrazit
Menu_Program_icons.caption=Ikony
Menu_Program_Details.caption=Podrobnosti
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online

[uninstaller_Form_Activate]
Label_Code.caption=Licenční kód:
Label_Get.caption=Získat licenci
Label_Retrv.caption=Zapomenutý kód?
Label_Eg.caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Odstranění těžko zbavitelných programů
lblContentOne.caption=Důkladné vyčištění těžko zbavitelných programů s nejmodernější technologií a rozšířenou databází
lblTitleTwo.caption=Kompletní odinstalace bundleware
lblContentTwo.caption=Monitorování instalace programů pro detekování a odinstalaci přibalených programů a pluginů
lblTitleThree.caption=Rychlý a bezpečný prohlížeč
lblContentThree.caption=Odstranění škodlivých programů a pluginů pro zajištění bezpečné a plynulé surfování na internetu
lblTitleFour.caption=Nová aktualizace software
lblContentFour.caption=Jednoduché a rychlé zajištění nejnovější verze důležitých programů
RdImgBtnRegNow.caption=Registrovat nyní
RdLabelCaption.caption=Aktivujte PRO edici a užijte si lepší zážitek z programu
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_More.caption=Více bonusů, slibujeme:
RdImgBtn_Upgrade.caption=Upgradovat na PRO
rdlblHelp.caption=Pomoc

[uninstaller_Form_LicenseManager]
rdlblHelp.caption=Pomoc
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdImgBtnRegister.caption=Registrovat nyní
Label_Retrv.caption=Zapomenutý kód?
Label_HaveLicense.caption=Nemáte licenci?
Label_click.caption=Klikněte zde pro získání licence.
RdImageButton_Back.caption=Zpět
RdImageButton_Close.caption=Zavřít
RdLabelCaption.caption=Správce licence
Label_Status.caption=Stav licence:
Label_Activated.caption=Aktivováno
Label_Lcode.caption=Licenční kód:
Label_Data.caption=Datum vypršení:
Label_Refresh.caption=Obnovit
Label_Export.caption=Exportovat licenci:
RdImgBtn_close.caption=Zavřít
rdlblAlread.caption:=Již mám licenční kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zavřít
Label_success.caption=Licence byla úspěšně aktivována!

[Monitor_FormMainInitWizard_M]
M_Rect=Obdélník
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štětec
M_Return=Obnovit operaci (Ctrl + Z)
M_Copy=Zkopírovat do schránky
M_Exit=Ukončit
M_Save=Uložit
M_TipInfo=Snímek obrazovky byl uložen do schránky. Můžete použít Ctrl + V pro vložení.
M_TipShow=Již nezobrazovat
M_TipSure=OK
M_NoticeInfo_AB=1. Klikněte levým tlačítkem a tažením myši vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_AC=2. Klikněte pravým tlačítkem nebo stiskněte Esc pro zrušení
M_NoticeInfo=1. Klikněte levým tlačítkem a tažením myši vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_a=2. Klikněte pravým tlačítkem nebo stiskněte Esc pro zrušení

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_kvpInfo_UpToDate=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_kvpOffer=Rychlé stahování videí z YouTube a více než 10,000 webů.<br>Stahování videí v jakémkoliv formátu jedním kliknutím.<br>Stahování YouTube & Lynda playlistů v dávkách.<br>3X rychlejší stahování s pomocí vícevláknové technologie.<br>Konverze online & lokálních videí do jakéhokoliv formátu.
M_ASCOffer=Vyčistí a optimalizuje PC jedním kliknutím.<br>Zrychlí spouštění počítače až o 300%.<br>Vymaže stopy po surfování pro zajištění soukromí.<br>Monitoruje kondici počítače v reálném čase pro plynulejší PC.<br>Chraňte svůj počítač před běžným spywarem.
M_IMFOffer=Výkonný a rozsáhlý anti-malware.<br>Braňte se proti ransomware, jako např. GoldenEye a Wannacry.<br>Bezpečnější prohlížení internetu a stahování.<br>Hlubší a všestranná ochrana v reálném čase.
M_DBOffer=Velká databáze ovladačů (1,000,000+).<br>Aktualizujte ovladače jedním kliknutím.<br>Bezpečná aktualizace s kvalifikovanými ovladači WHQL.<br>Oprava běžných problémů (např. se sítí, zvukem).<br>Více stabilnější systém.
M_SDOffer=Rychlejší přístup k souborům.<br>Maximální výkon pevného disku.<br>Zvýšení rychlosti spuštění počítače až o 100%.<br>Optimalizujte hry pro lepší herní zážitek.
M_SMOffer=Vraťte zpět do Windows 8 nebo 10 klasickou nabídku Start.<br>Výkonný a jednoduchý vyhledávač souborů.
M_DLOffer=Jednoduchý a bezpečný způsob správy hesel.<br>Vytvořte jedinečná hesla pro ochranu vašich účtů.<br>Automatické přihlášení na oblíbené webové stránky.<br>Pro Windows, Mac, iOS a Android.
M_IOTOffer=Nejlepší iPhone manager a software pro přenos souborů.<br>Přenos iPhone dat mezi iPhone/iPad/iPod/PC.<br>Jednoduchá správa iPhone fotek, hudby a videa zdarma.<br>Vymazání nevyžádaných souborů a cache pro uvolnění více místa.
M_Moffer_Title=IObit doporučuje
M_Close=Zavřít
M_Cancel=Zrušit
M_Moffer_Install=Instalovat
M_Moffer_NoteEP=Kliknutím na "Instalovat", souhlasíte s instalací %s a přijímáte <a>Licenci</a> a <a>Ochranu soukromí</a>.
M_Moffer_Refund=<a>Poznámka:</a> Můžete zažádat o vrácení peněz do 30 dnů. Přečtěte si <a>Pravidla pro vrácení peněz</a>.
M_FixAllAC=Získat vše
M_HideAC=Skrýt
M_ShowAC=Zobrazit
M_ShowACTitle=Bezpečnost a výkon
M_ShowACDesc=Klikněte na "Zobrazit" pro zobrazení dalších doporučených programů. Nainstalujte je pro získání lepšího zabezpečení a většího výkonu.
M_AC_FreeTitle=Bezpečnost a výkon
M_AC_FreeHelp_Ins=Získejte lepší zabezpečení a výkon s doporučenými programy.
M_AC_FreeHelp_Upt=Nemáte vylepšené a nově přidané funkce.
M_AC_FreeHelp_OK=Pravidelné spouštění následujících programů Vám nabízí větší zabezpečení a výkon PC.
M_AC_Free_EULA=Vámi dříve přijatá Smlouva s koncovým uživatelem (EULA) se vztahuje i na doporučené produkty IObit
M_AC_Free_ReadEULA=Přečíst smlouvu EULA
M_ShowACTitle2=Upozornění!
M_AC_FreeTitle2=Centrum akcí
M_AC_FreeDetail2=Získejte lepší zabezpečení a výkon s doporučenými programy. Vámi dříve přijatá Smlouva s koncovým uživatelem (EULA) se vztahuje i na doporučené produkty IObit.
M_Scan=Skenování...
M_Recomm_Ins=Doporučeno: Nainstalovat %s
M_Recomm_Upt=Doporučeno: Aktualizovat %s
M_none=Žádný
M_Fix=Instalovat nyní
M_fixing=Instalace
M_Updating=Probíhá aktualizace
M_fixed=Získal
M_failed=Neúspěšné
M_RuningWell=Nejnovější verze nainstalována
M_Outdated=Zastaralé
M_NotInstalled=Nenainstalováno
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Chyby v registru, problémy se soukromím a nevyžádané soubory byly nalezeny ve vašem PC.
M_ASCInfo_UpToDate=Advanced SystemCare zrychlí vaše PC jedním kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_ASCDesc=Jeden klik pro ochranu a optimalizaci PC.
M_RunASC=Skenovat nyní
M_IMFCaption=Ochrana proti spyware
M_IMFInfo_NotIns=Získejte lepší ochranu instalací anti-spyware programu od IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chrání Vaše PC proti různým malware hrozbám.
M_IMFInfo_NeedUpDate=Váš anti-spyware program je zastaralý.
M_IMFDesc=Ochraňte svůj PC proti malware.
M_RunIMF=Skenovat nyní
M_DBCaption=Aktualizace ovladačů
M_DBInfo_NotIns_C=Aktualizujte zastaralé ovladače a opravte chybějící nebo vadné ovladače pro stabilnější počítač.
M_DBInfo_NotIns=Můžete mít zastaralé ovladače, které mohou zpomalit váš počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastaralé ovladače ve vašem počítači.
M_DBInfo_NeedUpDate=Váš program pro aktualizaci ovladačů je zastaralý.
M_DBDesc=Aktualizujte všechny zastaralé ovladače ve Vašem PC.
M_RunDB=Skenovat nyní
M_SDCaption=Optimalizace disku
M_SDInfo_NotIns=Optimalizujte vaše disky pro docílení rychlejšího naběhnutí systému a rychlejší přístup k souborům.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disk pro vysoký výkon
M_SDInfo_NeedUpDate=Váš program pro defragmentaci disku je zastaralý.
M_SDDesc=Defragmentujte disk pro zvýšení výkonu.
M_RunSD=Defragmentovat nyní
M_SMCaption=Start Menu
M_SMInfo_NotIns=Získejte zpět dobře známé Windows "Start" Menu.
M_SMInfo_UpToDate=Start Menu 8 vrací zpět Windows "Start" Menu.
M_SMInfo_NeedUpDate=Váš Start Menu 8 je zastaralý.
M_SMDesc=Vraťte zpět Windows "Start" Menu.
M_RunSM=Spustit nyní
M_AMCCaption=Ochrana Androidu
M_AMCInfo_NotIns=Získejte lepší zabezpečení a ochranu soukromí pro Vaše Android zařízení.
M_Recomm_Ins_AMC=Doporučeno: Nainstalujte %s na Vaše Android zařízení.
M_AMCDesc=Optimalizujte a zabezpečte Vaše Android zařízení.
M_RunAMC=Instalovat nyní
M_DLCaption=Správce hesel
M_DLInfo_NotIns=Ochraňte a spravujte všechna svá hesla pomocí Správce hesel Dashlane
M_DLInfo_UpToDate=Nikdy nezapomenete svá hesla díky bezpečnému Dashlane.
M_RunDL=Spravovat
M_AC_FreeTitleHide1=Všechny doporučené programy jsou skryty!
M_RunIU=Spustit nyní
M_IUCaption=Odinstalátor programů
M_IUInfo_NotIns=Důkladně odstranit nevyžádané programy, toolbary a aplikace
M_IUInfo_UpToDate=IObit Uninstaller důkladně odstraňuje pluginy a aplikace.
M_IUInfo_NeedUpDate=Váš IObit Uninstaller je zastaralý.
M_FPCaption=Video konvertor
M_FPInfo_NotIns=Získejte konvertor videí pro konvertování svých videí pro různá zařízení.
M_FPInfo_UpToDate=Užívejte si sledování videí na jakémkoliv zařízení.
M_FPInfo_NeedUpDate=Format Package je zastaralý.
M_iFreeUpCaption=Optimalizace iOS
M_RuniFreeUp=Skenovat nyní
M_BuyiFreeUp=Koupit nyní
M_iFreeUpDesc=Uvolněte vaše iOS zařízení pro více místa.
M_iFreeUpInfo_NotIns=Ve Vašem iOS zařízení může být hodně zbytečně zaplněného místa.
M_iFreeUpInfo_UpToDate=iFreeUp uvolní Vaše iOS zařízení pro více místa.
M_iFreeUpInfo_NeedUpDate=Váš iFreeUp je zastaralý.
M_Recomm_Ins_iFreeUp=Doporučeno: Nainstalujte %s pro uvolnění zaplněného místa.
M_RunSGB=Zrychlit nyní
M_SGBCaption=Optimalizace her
M_SGBInfo_NotIns=Zrychlete svou hru a životnost PC a zároveň jej udržujte ve špičkové formě.
M_SGBInfo_UpToDate=Superb Game Booster zrychlí a optimalizuje herní výkon jedním kliknutím.
M_SGBInfo_NeedUpDate=Superb Game Booster je zastaralý.
M_VipTitle=Exkluzivní VIP nabídka
M_AC_ShareTip=Sdílejte exkluzivní nabídku se svou rodinou nebo kamarády
M_AC_Pro_Title=Další produkty doporučené pro lepší bezpečnost a výkon
M_ACPro_SubTitle=Zakupte nyní a užijte si EXKLUZIVNÍ slevu pouze pro uživatele ASC PRO.
M_ACPro_SubTitle_AU=Zakupte nyní a užijte si EXKLUZIVNÍ slevu pouze pro uživatele ASC Ultimate.
M_ActionCenterTitle_Perfectly=Všechny programy běží perfektně!
M_SubTitle_Perfectly=Pravidelně spouštějte následující programy pro získání lepší ochrany a výkonu PC. Užijte si jejich používání.
M_ShowACTitlePro=Exkluzivní VIP nabídka
M_ShowACDescPro=Klikněte na "Zobrazit" pro získání EXKLUZIVNÍ slevy na další doporučené IObit produkty.
M_AC_ProShareMail=Sdílet přes e-mail
M_AC_ProShareFB=Sdílet přes Facebook
M_AC_NoMailCLient=Operace se nezdařila, protože výchozí poštovní klient není správně nainstalován.
M_BuyIMF=Koupit nyní
M_BuyDB=Koupit nyní
M_BuySD=Koupit nyní
M_AC_FreeDetail2_db=Získejte lepší zabezpečení a výkon s doporučenými programy. Vámi dříve přijatá Smlouva s koncovým uživatelem (EULA) platí i zde.
M_Install=Instalovat nyní
M_AC_FreeTitleHide2=Klikněte na "Zobrazit" pro jejich zobrazení a instalaci. Získáte plnou bezpečnostní ochranu a maximální výkon.
M_RunIVC=Vyzkoušet nyní
M_IVCCaption=Video konvertor zdarma
M_IVCInfo_NotIns=100% zdarma a čistý, 150+ formátů a rychlejší konverze videa!
M_IVCInfo_UpToDate=Sledujte videa, jak chcete vy.
M_IVCInfo_NeedUpDate=iFun Video Converter je zastaralý.
M_RunIOT=Spravovat nyní
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Export, import a správa fotek, videí a hudby jedním klikem na vašem iOS zařízení.
M_IOTInfo_UpToDate=Export, import a správa fotek, videí a hudby jedním klikem na vašich iOS zařízení.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_IOTTip=IOTransfer slibuje:<br>+ Převod iPhone hudby na PC/iTunes<br>+ Jednoduchá správa všech vašich fotek<br>+ Záloha/obnovení obsahu iPhone<br>+ Zajištění prémiové technické podpory
M_IOTDesc=Vše-v-jednom správa obsahu pro iPhone a iPad.
M_ACPro_SubTitle_db=Zakupte nyní a užijte si EXKLUZIVNÍ slevu pouze pro uživatele Driver Booster PRO.
M_AC_Tips=Získejte lepší zabezpečení a zrychlení výkonu instalací doporučených programů.

[ActionCenter_FormActiveAutoUpt]

[Uninstaller_M]
MainGiftbox_Hint=Speciální sleva %D%
MainUpdate_Hint=Nová verze je k dispozici
Program_Mult=Program již běží pod jiným účtem. Prosím opusťte jej z toho uživatelského účtu, než se jej pokusíte znovu spustit.
FuncPluginRemoveFailedMsgBox_4=Mohla nastat chyba při odstranění %s, protože je pod ochranou %s. Prosíme, vypněte %s a restartujte IObit Uninstaller pro opětovné odstranění.
Powerful_File_Reboot_M=Soubor bude odstraněn po restartování systému:
Powerful_File_Del_M=Soubor byl odstraněn:
Powerful_Reg_Sucess_M=Registr úspěšně smazán:
Powerful_Reg_Faild_M=Odstranění registru se nezdařilo:
Powerful_Task_Sucess_M=Úspěšně odstraněn záznam z Plánovače úloh:
Powerful_Task_Faild_M=Odstranění záznamu z Plánovače úloh se nezdařilo:
Powerful_Services_Sucess_M=Služba úspěšně odstraněna:
Powerful_Services_Faild_M=Odstranění služby se nezdařilo:
HtmlRecomReslutCaption=Odinstalováno <a>%d</a> programů a odstraněno zbytků níže:
HtmlFileReCaption=<a>%s</a> zbytečných souborů
HtmlRegReCaption=<a>%d</a> zbytečných záznamů v registru
HtmlServicesReCaption=<a>%d</a> neplatných systémových služeb
HtmlTaskReCaption=<a>%d</a> neplatných naplánovaných úkolů
HtmlADPluginCaption=<a>%d</a> zásahů reklamních pluginů
HtmlMaliciousPluginCaption=<a>%d</a> hrozeb škodlivých pluginů
UninstallPromote=Koupit nyní
MenuRight_Caption=Výkonná odinstalace
UninstallLog_No_IsEmpty_M=Žádné zbytkové soubory nalezeny výkonným skenem.
Export_M=Exportovat
Input_Text_Search=Hledat
Hint_Settings=Nastavení
Hint_WindowMin=Minimalizovat
Hint_WindowMax=Maximalizovat
Hint_WindowRest=Obnovení
Hint_WindowClose=Zavřít
Hint_Tools=Nástroje
Nav_Colle_Program_All=Programy
Nav_Colle_Browser=Toolbary a pluginy
Nav_Colle_Win=Windows aplikace
Nav_Colle_AC=Centrum akcí
Nav_Item_Program_All=Všechny programy
Nav_Item_Program_Recent=Nedávno instalované
Nav_Item_Program_Infrequent=Zřídka používané
Nav_Item_Program_Large=Velké programy
Nav_Item_Win_Update=Aktualizace Windows
Nav_Item_Browser_All=Všechny toolbary a pluginy
Button_Uninstall=Odinstalovat
Button_Remove=Odstranit
Button_OK=OK
Button_Cancel=Zrušit
Button_Close=Zavřít
Button_Yes=Ano
Button_No=Ne
Button_Continue=Pokračovat
FileCorruptedMsg=Některé soubory programu IObit Uninstaller jsou poškozeny. Reinstalujte prosím IObit Uninstaller.
ToolPopForceUninstall=Vynucená odinstalace
ToolPopCleanup=Vyčištění zbytků
ToolPopHistory=Historie odinstalací
ToolPopFileShredder=Skartovač souborů
MoreSettingPopSetting=Nastavení...
MoreSettingPopRestore=Obnovení
MoreSettingPopExport=Exportovat seznam programů
MoreSettingPopUpdate=Zkontrolovat aktualizace
MoreSettingPopManual=Uživatelská příručka
MoreSettingPopSupport=Technická podpora
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Líbí se
MoreSettingPopAbout=O nás
ChromeSysncStr=Prosíme, vypněte váš Chrome Sync pro kompletní odebrání vybraných pluginů. V opačném případě mohou být pluginy automaticky reinstalovány.
v_license_OtherCode_M=Licenční kód %s je pouze platný pro %s. Prosíme, klikněte na OK pro stažení a zaregistrování vaší %s.
Cannotconnect_M=Nelze se připojit k našemu serveru. Prosíme, zkontrolujte vaši síť/nastavení proxy a zkuste ověřit licenci později.
license_OtherGivewalys_M=%s je dárková licence a je pouze platná pro zadanou verzi. Prosíme, přejděte <a>zde</a> pro zakoupení nové licence pro IU v7 PRO.
SysRestore_CreateComplete=Vytvoření bodu obnovení proběhlo úspěšně!
SysRestore_CreateFailed=Vytvoření bodu obnovení se nezdařilo! Prosíme, zkontrolujte, zda je vaše Obnovení systému povoleno.
SysRestore_CreateRestore_Confirm=Opravdu chcete vytvořit Bod obnovení?
SysRestore_CreateRestore_Tip=Vytvářím Bod obnovení, čekejte prosím...
SysRestore_CreateRestore_Failed=Vytvoření bodu obnovení se nezdařilo! Prosíme, zkontrolujte, zda je vaše Obnovení systému povoleno.
SysRestore_SetRestore_Confirm=Upozornění: Obnovení do Bodu obnovení systému vrátí zpět všechny změny provedené po tomto Bodu obnovení. Po spuštění nástroje Obnovení systému nelze akci vrátit zpět nebo přerušit. Jste si jisti, že chcete pokračovat?
SysRestore_SetRestore_Reboot=Pro použití těchto změn je potřeba restartovat počítač. Prosíme, uložte všechny Vaše otevřené soubory a zavřete všechny otevřené programy před restartem. Restartovat nyní?
SysRestore_SetRestore_Tip=Obnovuji systémové soubory a nastavení, čekejte prosím...
SysRestore_Delete_Confirm=Opravdu to chcete odstranit?
Scan_M=Skenovat
Clean_M=Vyčistit
Cleaning_M=Čištění
SelectAll_M=Vybrat vše
DeselectAll_M=Zrušit výběr
PleaseSelect_M=Vyberte alespoň jednu položku ke skenování.
Clean_Shortcuts_GroupsHeader_M=Neplatní zástupci
Clean_WindowsPatch_GroupsHeader_M=Mezipaměť aktualizací Windows
Clean_Download_GroupsHeader_M=Stažené soubory
Startup_Delete_M=Odstranit
Invalid_item_M=(Neplatná položka)
ListviewHeader_Software_M=Název programu (celkem: %d)
SoftwareFrame_ProgramName_M=Název programu (celkem: %s)
History_Scan_M=Skenovat
History_Detail_M=Podrobnosti
History_Residualfilesleft_M=Zbývající soubory
Uninstalled_completely_M=Kompletně odinstalováno
History_Installed_M=Instalace
History_info_DouBle_M=programů minule vybraných pro odinstalaci nebylo odinstalováno. Prosíme, klikněte na Odinstalovat pro pokračování.
History_info_One_M=program minule vybrán pro odinstalaci nebyl odinstalován. Prosíme, klikněte na Odinstalovat pro pokračování.
Shredder_Del_M=Opravdu chcete trvale odstranit %d soubory(ů)? Odstranění je naprosto NEOBNOVITELNÉ a bude trvat delší dobu.
Shredder_DelOne_M=Opravdu chcete trvale odstranit %d soubor? Odstranění je naprosto NEOBNOVITELNÉ a bude trvat delší dobu.
Shredder_NotDel_M="%s" nebyl skartován, protože je pravděpodobně používán jiným programem.
Shredder_InUse_M=Některé soubory nebyly skartovány, protože jsou pravděpodobně používány jiným programem.
Shredder_NotAddFolder_M=Nelze přidat soubor "%s" na skartování, protože tato operace může způsobit nestabilitu systému.
Shredder_Sucess_M=Soubory úspěšně skartovány.
Shredder_DirIsEmpty_M=Prázdné. Nelze skartovat.
FileShredder_MaxCount_M=5000 souborů bylo přidáno. Prosíme, vložte zbytek po rozdrcení těchto 5000 souborů.
BatchUninstall_NoneSelect_M=Vyberte prosím alespoň jeden program.
SoftwareFrame_InstallDate_M=Datum instalace
SoftwareFrame_FrequencyUse_M=Naposledy použito
Noprograms_Frequencyofuse_M=Všechny vaše programy jsou často používány.
Noprograms_match_M=Žádné položky neodpovídají vašemu vyhledávání.
Noprograms_Recent_M=V posledních 10 dnech nebyly nainstalovány žádné programy.
OtherInfo_M="%s" může být pouze odinstalován z Ovládacích panelů. Chcete přejít do Ovládacích panelů a pokračovat v odinstalaci?
RelationInfo_M="%s" bude odinstalováno společně. Opravdu chcete pokračovat v odinstalaci?
EndProInfo_M=Proces "%s" od "%s" je stále spuštěn. Prosíme, ujistěte se, že jste ukončili "%s" a klikněte na Pokračovat.
DRclickmis_M="%s" nelze odinstalovat běžným způsobem. Prosíme, <a>Klikněte zde</a> pro podrobné pokyny a odinstalujte znovu.
UinstallAgain_M=Odinstalovat znova
license_expired_M=Licence %s vypršela. Klikněte <a>zde</a> pro zakoupení nové licence.
license_maximum_M=Licence %s byla aktivována pro maximum počítačů a již nemůže být použita. Prosíme, klikněte <a>zde</a> pro zakoupení IObit Uninstaller PRO licence na tento počítač.
license_Free_M=Licence %s nemůže být aktivována. Prosíme, zakupte novou licenci pro IObit Uninstaller PRO.
license_valid_M=Licenční kód není správný! Prosíme, zadejte správný licenční kód.
OneItemStr=%d položka
SomeItemStr=%d položky
UninstallingSingleStr=Přejete si odinstalovat vybraný program?
UninstallingSomeStr=Přejete si odinstalovat vybraných %d programů?
Uninstall_Str=Standardní odinstalace %s (%d/%d)
Uninstall_Btn_Str=Odinstalovat
SureToDelete_Str=Opravdu chcete odstranit vybrané položky?
DeselectAll_Str=Zrušit výběr
SelectAll_Str=Vybrat vše
RegistryCaption_Str=Registr
FileCaption_Str=Soubor
TaskCaption_Str=Plánovač úloh
ServiceCaption_Str=Systémové služby
RebootToDelete_Str=(bude odstraněno po restartu)
EmailHint=Prosíme, zadejte zde váš správný e-mail
MemoHint=Popište prosím detailně své návrhy nebo problémy, které se vyskytly.
HistoryInfo_DisplayName=Název
HistoryInfo_Publisher=Vydavatel
HistoryInfo_Version=Verze
HistoryInfo_InstallDate=Datum instalace
HistoryInfo_UseSize=Využití prostoru
HistoryInfo_Location=Umístění
HistoryInfo_UninstallDate=Datum odinstalace
SuccessReslutFromHistroySingle=Zbytkové soubory byly úspěšně vyčištěny. Zkontrolujte detaily níže:
SuccessReslutFromHistroySome=Zbytkové soubory <a>%d</a> programů úspěšně vyčištěny. Zkontrolujte detaily níže.
SuccessReslutFromUninstallSingle=Úspěšně jste odinstalovali <a>%d</a> program s detaily níže.
SuccessReslutFromUninstallSome=Úspěšně jste odinstalovali <a>%d</a> programů s detaily níže.
SuccessWithNoResidualSingle=Úspěšně jste odinstalovali <a>%d</a> program bez zbytkových souborů.
SuccessWithNoResidualSome=Úspěšně jste odinstalovali <a>%d</a> programů bez zbytkových souborů.
FileDeleteReslut=Smazáno souborů: <a>%s</a>
RegDeleteReslut=Smazáno záznamů v registru: <a>%d</a>
TaskDeleteReslut=Smazáno naplánovaných úloh: <a>%d</a>
ServiceDeleteReslut=Smazáno služeb: <a>%d</a>
FailedReslut="%s" se nepodařilo odinstalovat. Zadejte svůj e-mail níže a klikněte na tlačítko Zpětná vazba. Protokol o odinstalaci bude zaslán k nám.
AllFailedReslutSingle=Odinstalace %s se nezdařila. Zadejte svůj e-mail níže a klikněte na tlačítko Zpětná vazba. Protokol o odinstalaci bude zaslán k nám.
AllFailedReslutSome=Odinstalace %d programů se nezdařila. Zadejte svůj e-mail níže a klikněte na tlačítko Zpětná vazba. Protokol o odinstalaci bude zaslán k nám.
EmailMessage=Nesprávný e-mail. Prosíme, zadejte správnou e-mailovou adresu, abyste mohli obdržet naši odpověď.
ScreenMaxMessage=Operace selhala. Dosáhli jste maximálního počtu 5 snímků obrazovky.
DeleteCancleStr=Opravdu chcete zrušit odstraňování?
MsgBox_SelectProgram=Vyberte prosím alespoň jeden program.
MsgBox_SelectWin8App=Vyberte prosím alespoň jednu aplikaci.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
UpdateColumnStr_Title=Název aktualizace (celkem: %d)
Update_NoItem_Tip=Nebyly nalezeny žádné Windows aktualizace.
Win8ColumnStr_Title=Název aplikace (Celkově: %d)
Win8NoItemTip=Windows aplikace nebyly nalezeny.
Win8ListViewGroupsWin8AppHeader=Windows aplikace
Win8ListViewGroupsWin8AppSubtitle=Aplikace jsou publikovány společností Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikace třetích stran.
Win8ListViewGroupsThirdSubtitle=Aplikace jsou publikovány třetí stranou.
Setting_UITitle=Uživatelské rozhraní
Setting_UpdateTitle=Aktualizace
Setting_GeneralTilte=Hlavní
Setting_Size_Normal=Normální
Setting_Size_Large=Velký
Setting_Size_Larger=Větší
NoticeInfo_One=Byl nalezen škodlivý doplněk prohlížeče. Spusťte prosím IObit Uninstaller k jeho odstranění.
NoticeInfo_Some=Škodlivé pluginy byly zjištěny ve Vašem prohlížeči, prosíme, otevřete IObit Uninstaller pro jejich odstranění.
FeedBack_1=Miluji to
FeedBack_2=Návrh
FeedBack_3=Odinstalace selhala
FeedBack_4=Nepodařilo se zobrazit všechny programy
FeedBack_5=Problémy s pokročilým skenem
FeedBack_6=Nahlásit chybu
FeedBack_7=Jiné
PluginNoItemTip=Ve vašem prohlížeči nebyly nalezeny žádné toolbary a pluginy.
PluginColumnStr_Title=Název (celkem: %d)
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Důvěryhodné toolbary a doplňky
ListViewGroupTrustDesc=Tyto toolbary a doplňky nepoškodí váš počítač. Můžete je odebrat nebo zachovat podle vašich potřeb.
ListViewGroupMaliciousTitle=Škodlivé toolbary a pluginy
ListViewGroupMaliciousDesc=Tyto toolbary a pluginy mohou změnit Váš výchozí prohlížeč a ukrást vaše osobní údaje
ListViewGroupAdTitle=Reklamní toolbary a pluginy
ListViewGroupAdDesc=Tyto toolbary a pluginy mohou zobrazovat reklamy.
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Rozšíření
ListViewGroupPlugins=Doplňky
ListViewGroupInjectedPrograms=Injektované programy
FuncCheckBrowserMsgBox_1=%s je spuštěn.
FuncCheckBrowserMsgBox_2=Klikněte na tlačítko OK pro ukončení (nejprve uložte všechna data).
FuncCheckBrowserMsgBox_3=nebo klikněte na tlačítko Zrušit a operaci zrušte.
FuncCheckBrowserMsgBox_4=%s je spuštěn.
FuncCheckBrowserMsgBox_5=Klikněte na tlačítko OK, chcete-li vynutit ukončení (může dojít ke ztrátě neuloženého obsahu).
FuncCheckBrowserMsgBox_6=nebo klikněte na tlačítko Zrušit a operaci zrušte.
FuncPluginRmoveConfireSingleMsgBox=Opravdu chcete odebrat následující položku?
FuncPluginRmoveConfireSomeMsgBox=Opravdu chcete odebrat následující položky?
FuncPluginRemoveSuccessMsgBox=Položky odebrány úspěšně
FuncPluginSelectMsgBox=Prosíme, vyberte nejprve položku.
FuncPluginSysPluginMsgBox=Není doporučeno odstranit %s, protože některé funkce prohlížeče mohou být po odstranění ovlivněny.
FuncPluginRemoveFailedMsgBox_1=Nepodařilo se odstranit následující položky:
FuncPluginRemoveFailedMsgBox_2=Prosíme, ukončete prohlížeč, aby mohly být odebrány položky:
FuncPluginRemoveFailedMsgBox_3=Prosíme, ukončete váš prohlížeč a opakujte akci.
FuncPluginRemoveFailedSingleMsgBox=Odstranění %s selhalo. Prosíme, klikněte na Zpětná vazba pro získání pomoci.
FuncPluginRemoveFailedSomeMsgBox=Odstranění %d pluginů selhalo. Prosíme, klikněte na Zpětná vazba pro získání pomoci.
FuncVoteActiveVote=Hodnotit
FuncVotePlugSelectMsgBox=Vyberte položku k hodnocení.
FuncVoteMarkSelectMsgBox=Ohodnoťte prosím.
FuncVoteFailedMsgBox=Hodnocení neúspěšné, zkontrolujte síťové připojení a akci opakujte.
RestoreDefaultSettingsButton=Obnovit %s do výchozího nastavení
FuncRestoreSuccessMsgBox=Obnova do výchozího nastavení proběhla úspěšně.
FuncRestoreFailedMsgBox=Nepodařilo se obnovit prohlížeč do výchozího nastavení, ukončete %s a opakujte akci.
FeedBack_Sending=Odesílání...
FeedBack_SendingSuccess=Úspěšně posláno
FeedBack_SendFailed=Odeslání selhalo. Klikněte na OK pro zaslání zpětné vazby online.
licenseEg_M=Např.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Bílý
NouselessFiles_M=Nebyly nalezeny žádné zbytečné soubory.
ExistDownloadFile_M=Opravdu chcete vyčistit vybrané soubory ve složce Stažené soubory?
scaning_M=Skenování
Exit_M=Odejít
OpenIU_M=Otevřít IObit Uninstaller
Allthefollowing_M=Všechny tyto zbytky byly kompletně vyčištěny.
days_left_M=dnů zbývá
CloseHintMsg=Opravdu nechcete odeslat zpětnou vazbu?
SU_COL_State=Stav
Explorer_Button=Skartovač souborů
FuncPluginLoading=Načítání...
Setting_NotificationTilte=Oznámení
CloseHint_M=Zavřít
SpecTClose=Zavřít
UninstallProTipActive=Aktivovat nyní
AP3=Odstranění adware v prohlížeči
AP2=Kompletně odeberte bundleware
AP1=Odstraňte více těžko zbavitelných aplikací
OneItem=položka
SpecTOK=OK
Details_M=Podrobnosti
SU_COL_Version=Verze
Detail_Tip=Podrobnosti
Detail_Name=Název
Detail_Ver=Verze
Detail_Path=Cesta k instalaci
Detail_Des=Popis
Detail_Publisher=Vydavatel
Win8LoadingApp=Načítám aplikace...
Update_Loading_Tip=Načítám Windows Update...
SpecTHide=Skrýt
SU_Ignore=Ignorovat
SU_COL_Ignore=Ignorovat
FromUninstallNoItem=Odinstalace dokončena.
SomeItems=položky
LicenseSeat_M=Licenční sídlo:
Controlpanel_Button=Výkonná odinstalace
CodeLiftTime_M=Toto je doživotní licence, která je platná pouze pro IObit Uninstaller v6. Prosíme, reinstalujte IObit Uninstaller v6 PRO.
ShredderDetail_1=Vymazané soubory mohou být obnoveny i po formátování disku.
ShredderDetail_2=Skartovač souboru pomáhá permanentní odstranění souborů.
Program_Information=Informace o programu
Files_Deleted=Odstraněno souborů
Registries_Deleted=Odstraněno záznamů registru
Scheduled_Tasks_Deleted=Odstraněno plánovaných úloh
Deleted_on_Reboot=Odstraněno při restartu
Service_Deleted=Odstraněno služeb
DefaultSelProg=Odinstalujte zbytečné programy pro uvolnění místa.
DefaultSelPlug=Odinstalujte nežádoucí pluginy pro ochranu prohlížeče.
DefaultSelWApp=Odinstalujte nepotřebné Windows aplikace pro zrychlení počítače.
SelInfoProg=program vybraný k odinstalování. Celková velikost:
SelInfoProgM=programů vybraných pro odinstalaci. Celková velikost:
SelInfoPlug=plugin vybrán pro odstranění.
SelInfoPlugM=pluginů vybraných pro odstranění.
SelInfoUpdate=Windows aktualizace vybrána pro odinstalaci.
SelInfoUpdateM=Windows aktualizací vybraných pro odinstalaci.
SelInfoWApp=aplikace vybrána pro odinstalaci.
SelInfoWAppM=aplikací vybraných pro odinstalaci.
CreateRetore_Str=Vytvářím Bod obnovení, čekejte prosím...
Shredder_OneSucess_M=Soubory úspěšně skartovány.
PluginRestoreStr=Obnovit %s do výchozího nastavení
SpecTUninstalling=Odinstalování následujícího programu:
SpecTUninstallingM=Odinstalování následujících programů:
SpecTUninstalled=program byl odinstalován.
SpecTUninstalledM=programů bylo odinstalováno.
ForceUninstallEndProgressMsg=%s právě běží. Ukončete proces a zkuste to znova.
ListViewGroupExtension_DES=Doplňky se používají pro přizpůsobení prohlížeče s funkcemi, které se vám líbí
ListViewGroupPlugin_DES=Plugin může být jednoduše nainstalován a použit jako součást internetového prohlížeče
ListViewGroupToolbar_DES=Toolbar pomáhá uživatelům zrychlit přístup na určité weby nebo provést jiné funkce
ListViewGroupBHO_DES=BHO pomáhá vytvářet personalizované prohlížeče a umožnit jednodušší interaktivní funkce
ListViewGroupActivex_DES=ActiveX je používán prohlížečem Internet Explorer k usnadnění přehrávání multimédií
ListViewGroupInjection_DES=Injektované programy importují dll soubory třetích stran do vašeho prohlížeče pro poskytnutí některých funkcí
FuncPluginRmoveSuccess=Úspěšně odstraněno. Načítání...
FuncVoteWaitting=Odesílám hodnocení, čekejte prosím...
VoteStr_1=<a>1</a> uživatel hodnotil. Už jste hodnotili.
VoteStr_2=Ještě nebylo hodnoceno. Buďte první.
VoteStr_3=<a>%d</a> uživatelů hodnotilo. Už jste hodnotili.
VoteStr_4=<a>%d</a> uživatelů hodnotilo. Co si o tomto pluginu myslíte?
NoticeInfoEx_One=<a>1</a> škodlivý plugin nalezen ve vašem prohlížeči, otevřete IObit Uninstaller pro odebrání.
NoticeInfoEx_Some=<a>%d</a> škodlivých pluginů nalezeno ve vašem prohlížeči, otevřete IObit Uninstaller pro odebrání.
Scan_Str=Skenování %s (%d/%d)
SureToDeleteSomeStr=Odinstalováno <a>%d</a> programů. Nezapomeňte označit pouze položku, kterou chcete odstranit.
SureToDeleteOneStr=Odinstalován <a>1</a> program. Nezapomeňte označit pouze položku, kterou chcete odstranit.
SureToDeleteByHistroyStr=Skenování dokončeno. Nezapomeňte označit pouze položku, kterou chcete odstranit.
DeletingStr=Odstraňování zbytků, čekejte prosím
RestoringCancleStr=Vytvářím Bod obnovení. Opravdu to chcete zrušit?
HintProToolStr=Pokročilá odinstalace pomáhá odinstalovat %s kompletně a důkladně.
SuccessReslutNeedRestartSingle=<a>%d</a> program byl odinstalován.
SuccessReslutNeedRestartSome=<a>%d</a> programů bylo odinstalováno.
RebootYes=Restartovat nyní
RebootLater=Později
FromHistroyNoItem=Nebyl nalezen žádný zbytek.
RelatedMetroText=Tyto aplikace jsou příbuzné. Odinstalování libovolného z nich automaticky odinstaluje ostatní. Pokračovat v odinstalaci?
RelatedSoftText=Tyto produkty jsou součástí balíku a byly nainstalovány společně. Chcete je společně odinstalovat?
RelatedProTip=Aktivujte PRO edici pro odinstalaci balíku produktů najednou.
SpecProTip1=Kompletně odinstalujte %s a více programů.
SpecProTip2=Aktivujte PRO edici pro získání této a dalších PRO funkcí.
UninstallProTipEnterCode=Zadat kód
UninstallProTipManage=Spravovat licenci
SoftwareFrame_Frequency_DaysHint_M=Nebylo použito %s dní.
Noprograms_100Size_M=Žádné programy nepřesahují 100MB.
monthsago_M=před %d měsíci
yearsago_M=před %d rokem
yearsagos_M=před %d lety
SU_COL_Name=Aktualizace software
SU_Title=Aktualizace software
SU_Ignored=Ignorováno
SU_NoIgnore=Neignorovat
SU_Update=Aktualizovat
SU_Updating=Probíhá aktualizace
SU_UpToDate=Aktuální
SU_NewVersion=Nová verze
SU_CurrVersion=Aktuální verze
SU_ActivePro=Aktivovat automatické aktualizace
SU_Button_UpdateAll=Aktualizovat vše
APTitle=Aktivovat PRO funkce
SU_Tip=Pomáhá udržovat všechny důležité programy aktuální jednoduše a efektivně.
AP4=Odinstalovat škodlivé pluginy

[ACD_frmActionCenter]
lbl_Cancel.Caption=Zrušit
lbl_Min.Caption=Minimalizovat
btnClose.Hint=Zavřít

[ACD_M]
M_Downloading=Stahování:
M_Installing=Instalování:
M_DiskIsFull=Nedostatečně místo na disku!
M_NetError=Chyba sítě. Stahování selhalo, prosíme, zkuste to znova později!
M_Tips=Probíhá stahování. Klikněte 2x na ikonu pro zobrazení detailů.
M_AreSure_IObit=Opravdu chcete ukončit IObit Downloader?
M_TipFixing=Opravování
M_MD5Faild=Instalační soubor je poškozen. Zkuste to prosím později.
M_Speed=Rychlost:

[uninstaller_FormHistoryCombox]
RdImgBtnUninstall.caption=Odinstalovat
RdListView_History.Columns[1].Caption=Stav
RdImgBtnNoThanks.caption=Ne, děkuji
RdListView_History.Columns[0].Caption=Název programu

[Uninstaller_Form_FileShardder]
RdImageButton_Cancel.caption=Zrušit
ListView_FileList.Columns[0].Caption=Cesta k souboru
Menu_Shredder_Shredder.caption=Skartovat
RdImageButton_Shredder.caption=Skartovat
RdLabelCaption.caption=Skartovač souborů
lblLoading.caption=Načítání...
lbl_AddFile.caption=Přidat soubor...
lbl_AddFolder.caption=Přidat složku...
Menu_Shredder_Romove.caption=Odstranit
lbl_Listview_Title.caption=Vyberte soubor nebo složku pro skartování:
Menu_Shredder_AddFile.caption=Přidat soubor
Menu_Shredder_AddFolder.caption=Přidat složku
lbl_Shredder_Tip.caption=Probíhá skartování souborů. Může to chvíli trvat, čekejte prosím...
Menu_Shredder_Clean.caption=Vyčistit

[Uninstaller_Form_CleanTool]
ck_SelectALL.Caption=Vybrat vše
Menu_Clean_SelectAll.caption=Vybrat vše
ListView_Clean.Columns[0].Caption=Cesta k souboru
Menu_Clean_OpenFileLocation.caption=Otevřít umístění souboru
RdLabelBack.Caption=Zpět
Menu_Clean_InvertSelection.caption=Obrátit výběr
RdLabelCaption.caption=Vyčištění zbytků
lbl_Frame_Detail.caption=Vyčištění zbytků pomůže vyčistit neplatné zástupce, mezipaměť aktualizací Windows a zbytečné soubory ve Stažených souborech, abyste ušetřili více místa pro lepší výkon systému.
lbl_Shortcut_Title.caption=Neplatní zástupci
lbl_Shortcut_Detail.caption=Skenovat a odstranit neplatné zástupce z menu Start a plochy pro zlepšení výkonu systému.
lbl_WindowsPatch_Title.caption=Mezipaměť aktualizací Windows
lbl_WindowsPatch_Detail.caption=Vyčištění souborů mezipaměti vytvořených během instalací aktualizací pro uvolnění více místa na disku a hladší běh systému.
lbl_Download_Title.caption=Stažené soubory
lbl_Download_Detail.caption=Skenovat soubory ve výchozí složce pro stahování. Před odstraněním se ujistěte, že jsou všechny soubory zbytečné.

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Odinstalovat
btnImg_Cancel.caption=Zrušit

[uninstaller_ToolUninstallHistroy]
ListView_History.Columns[3].Caption=Stav
ListView_History.Columns[2].Caption=Velikost
ListView_History.Columns[4].Caption=Operace
RdLabelCaption.caption=Historie odinstalací
ListView_History.Columns[1].Caption=Datum odinstalace
RdLabelDetail.caption=Zde si můžete prohlédnout historii odinstalací a stav. Pokud je ve stavu napsáno "Zbývající soubory", můžete kliknout na Skenovat pro nalezení a odebrání zbytkových souborů.
Menu_ClearThis.Caption=Odstranit tento záznam
Menu_ClearAll.Caption=Odstranit vše

[promot_M]
CountDown_M=Limitovaná nabídka: %dd:%dh:%dm:%ds:%dms*
PromotThere_M=Odstranění adware v prohlížeči
PromotTwo_M=Kompletně odeberte budnleware
PromotOne_M=Odstraňte více těžko zbavitelných aplikací
ActivateNow_M=Aktivovat nyní
Youhave_M=Máte speciální nabídku - slevu %D% od IObit!
ThisSpecial_M=Cílem této speciální nabídky je poděkování našim věrným uživatelům za to, že nám pomáhají tvořit lepší IObit Uninstaller
OnlyDays_M=Pouze %D dní zbývá
enjoy_the_PRO_M=Aktivujte nyní pro speciální funkce PRO edice:
GiveOffer_M=Vzdát se této speciální nabídky

[SendBugReportNew_FrmMain]
btnClose.Hint=Zavřít
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Nahlásit chybu
lblErrorDetails.Caption=Podrobnosti o chybě:
lblUserEmail.Caption=Vaše e-mailová adresa:
lblSuccTips.Caption=Děkujeme za zaslání chybového hlášení. Pokusíme se to vyřešit co nejdříve.

[SendBugReportNew_M]
M_SendingTips=Odesílání...
M_OKTips=OK
M_AskUserTips=se setkal s problémem. Prosíme, zašlete chybové hlášení a pomozte nám to opravit.
M_BugStatisticsTips=se setkal s problémem a musí být ukončen. Právě zjišťujeme vše potřebné, čekejte prosím...
M_AttentionTips=se setkal s problémem a musí být ukončen, Prosíme, restartujte jej později.
M_InvalidEmailTips=Nesprávná e-mailová adresa! Prosíme, zadejte správnou e-mailovou adresu abyste mohli obdržet naši odpověď.

[Uninstaller_Form_SendResult]
btnImg_SendSuccess.caption=OK
btnImg_SendFailed.caption=OK
lbl_Sending.caption=Odesílání...
lbl_SendFailed.caption=Odeslání selhalo. Klikněte na OK pro zaslání zpětné vazby online.
lbl_SendSuccess.caption=Děkujeme za vaši zpětnou vazbu. Budeme vás kontaktovat co nejdříve.

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Manuální aktualizace
Rdlb_lbOpenBuyWeb.caption=Už vás unavuje ruční aktualizace?
RdLb_OpenBuyWeb.caption=Aktivovat automatickou aktualizaci

